Repository: huseynovramilx/LinkShortener
Catalog: Resources/Views/Home/Index.*.resx
Languages: az_latn_az, tr_tr

source: About us
az_latn_az: Bizim haqqımızda
tr_tr: Bizim hakkımızda

source: About us-a
az_latn_az: Bizim məqsədimiz insanları hər kəsi pul qazanmağa layiq olduğuna inandırmaqdır. Əgər Sənin pul qazanmaq niyyətin varsa, bizim ailəmiz Sənin üçün ən yaxşı seçimdir. İndicə ödənişsiz qeydiyyatdan keç və ailəmizə qatıl. Bu gün biz Səni Evdən öz kariyeranı qurmaq üçün ən sadə yollardan birinə dəvət edirik. Sənin uğurun bizim uğurumuzdur.
tr_tr: Hedefimiz insanları her kesin para kazanmak hak ettdiğine inandırmaktır. Eğer para kazanmak gibi bir isteğin varsa ailemiz Senin için en iyi seçimdir. Şimdi ücretsiz kayıt ol ve ailemize katıl. Bu gün biz Seni kendi evinden kariyerini sıfırdan yapmak için en kolay yöntemlerden birine davet ediyoruz. Senin başarın bizi de mutlu ediyor.

source: Advanced stats for each link
az_latn_az: Hər link üçün detallı statistika
tr_tr: Her bağlantı için gelişmiş istatistikler

source: Advanced stats for each link p1
az_latn_az: bir saat, bir gün, bir həftə, bir ay və bir ildəki təəssüratların sayının qrafiklərini ehtiva edir. Bu statistikaları özünüz görə bilərsiniz
tr_tr: bir saat, bir gün, bir hafta, bir ay ve bir yıldaki gösterim sayısının grafiklerini içerir. Bu istatistikleri

source: Earn money
az_latn_az: Pul qazan
tr_tr: Para kazan

source: No banning
az_latn_az: Banlama yoxdur
tr_tr: Ban yok

source: No banning p1
az_latn_az: botlardan istifadə etməyə və qazanclarınızı insanlara bağlamaqdan başqa digər strategiyalarla artırmağa çalışmırsınızsa.
tr_tr: botları kullanmaya veya kazançlarınızı insanlarla bağlantılarınızı paylaşmaktan başka stratejilerle artırmaya çalışmadığınız sürece.

source: Referral bonus
az_latn_az: Referans bonusu
tr_tr: Tavsiye bonusu

source: Referral bonus p1
az_latn_az: başqalarını saytımıza dəvət edərkən qazandığınız və qazanacağınız bir bonus puldur. İstinad bağlantınızda qeydiyyatdan keçən istifadəçilər tərəfindən qazandığınız pulun
tr_tr: sitenize davet ettiğinizde kazandığınız ve kazanacağınız bonus paradır. Yönlendirme bağlantınız üzerinden kaydolan kullanıcılar tarafından kazanılan para miktarının

source: Referral bonus p2
az_latn_az: % -i qazancınıza əlavə olunur. İstinad bağlantısını burada tapa bilərsiniz
tr_tr: % 'si kazançlarınıza eklenir. Yönlendirme bağlantınızı şurada bulabilirsiniz:

source: Referral bonus p3
az_latn_az: "Kontrol paneli" - ndəki "Bağlantılar"
tr_tr: "Gösterge Tablosu" nuzun "Bağlantılar" bölümü

source: Referral bonus p4
az_latn_az: İnsanları nə qədər çox dəvət etsəniz, bir o qədər çox qazanarsınız!
tr_tr: Ne kadar çok kişi davet ederseniz o kadar çok kazanırsınız!

source: Shorten
az_latn_az: Qısalt
tr_tr: Kısalt

source: Shorten links
az_latn_az: Linkləri qısalt
tr_tr: Linkleri kısalt

source: These are the reasons why you should to prefer our site to our competitors in industry.
az_latn_az: Saytımızı sənayedəki rəqiblərimizdən üstün tutmağın səbəbləri bunlardır.
tr_tr: Sitemizi sektördeki rakiplerimize tercih etmeniz gereken nedenler bunlar.

source: Track links
az_latn_az: Linkləri izlə
tr_tr: Linkleri takip et

source: Why join us?
az_latn_az: Niyə bizə qoşulmalısınız?
tr_tr: Neden bize katılmalı?
